{
    "version": "2023-11-23T14:37:59.2",
    "content": [
        {
            "title": "Privacy Policy",
            "description": "The purpose of this Privacy Policy is to inform you of how Vigtech Labs Sdn Bhd (681025-K) (referred to as “VGT”, “we”, “us” or “our”), manages Personal Data in accordance with the laws relating to data protection. This Privacy Policy applies to all VGT websites, subscription services, and mobile applications (referred to as “products”), and sets out how we collect, use, or disclose Personal Data from you or that you have provided to us through our products. By providing us with your Personal Data through our products, you consent, agree, and accept that we may collect, use, disclose, and share among ourselves your Personal Data as described in this Privacy Policy."
        },
        {
            "title": "Overview",
            "description": "Governance: This Privacy Policy governs your use of products offered by VGT, including, without limitation, when you provide any information in relation to your use of our products using your device in any form or manner. Terms and conditions: For the avoidance of doubt, this Privacy Policy forms a part of the terms and conditions governing your relationship with us and should be read in conjunction with such terms and conditions (“Terms and Conditions”). In the event of any conflict or inconsistency between the provisions of this Privacy Policy and Terms and Conditions, the provisions of the Terms and Conditions shall prevail.\nChanges: We reserve the right to modify this Privacy Policy from time to time; please review the Privacy Policy set out on our websites on a regular basis for the most current version of our Privacy Policy. We will post any privacy policy changes on this page and, if the changes are significant, we will provide a more prominent notice in other places we deem appropriate and, for certain services, email notification of privacy policy changes.\nPrivacy policies of third-party websites: Some cookies on our products may be linked to third-party websites that are governed by their own privacy policies and data collection, use, and disclosure practices. If you are submitting information to or through third-party websites, you should review the privacy policy of these sites before providing them with personally identifiable information. We are not responsible for the policies or practices of third parties.\nAccuracy of information: You should ensure that all personal information/data submitted to us is complete, accurate, true, and correct. Failure on your part to do so may result in our inability to provide you with products and services you have requested.\nIn the event you discover your personal data is inaccurate or incomplete after registration, you must contact our personal representatives to update your information.\nSecurity: We take reasonable care to keep your Personal Data secure, but we cannot be held liable for any loss you may suffer for unauthorized access or loss of any data provided to our products.\nWe cannot guarantee the security of data that you choose to send us electronically. Sending such information is entirely at your own risk.\nThird party consent: Where personal information/data is submitted by you on behalf of another individual or concerns another individual other than yourself (or, in the case of situations where you, as a representative of your company or organization, are submitting the personal information/data of individuals as part of the disclosures by the company or organization to us), you represent and warrant to us that all the necessary consents (procured in accordance with all applicable data protection legislation, including without limitation to any laws relating to data protection, for such purposes stated in the relevant sections of this Privacy Policy have been obtained from the relevant individuals and that you have retained proof of these consents, such proof to be provided to us upon our request.\nThird-Party Advertisers: We may allow third-party companies to provide advertisements and/or collect anonymous information when you interact with our products. These companies may use Non-Personally Identifiable Information (e.g., browser type, time and date, subject of advertisements clicked or scrolled over) during your usage of our products to provide advertisements of goods and services that are likely to be of interest to you. In the course of placing advertisements on our products, the third-party advertiser may place a cookie on your browser. We encourage you to check their privacy policies to learn about their data processing.\nShared information: We reserve the right to disclose your Personally Identifiable Information as required by law and when we believe that disclosure is necessary to protect our rights and/or comply with a judicial proceeding, court order, or legal process served on VGT."
        },
        {
            "title": "What Information Do We Collect",
            "description": "Personally Identifiable Information refers to any information or data about you from which you can be identified when you interact with our products, including but not limited to the following:\n• Name, national identification number, passport number, or other identification number;\n• Telephone number, email address, mailing and correspondence address."
        },
        {
            "title": "Collection of Personally Identifiable Information",
            "description": "We collect your Personally Identifiable Information in the following ways, which is not exhaustive:\n• When you conduct any online transactions (such as online shopping or making online purchases) on our products or through our third-party service providers, or such other service providers we may use from time to time;\n• When you download or use any of our mobile applications (mobile apps);\n• When you visit our websites with a cookies-enabled browser or use some of our website services and mobile apps, including registering any online accounts with us;\n• When you enter or respond to our initiatives, promotions, or contests;\n• When you subscribe to our mailing lists for email subscription, postal promotions, or phone or other forms of marketing (such as via telephone calls or messaging apps),\n• When you interact with our representatives via telephone calls, messaging, meetings, emails, or using the “Contact Us” feature on our websites and products;\n• When you submit your Personal Data to us for any other reasons."
        },
        {
            "title": "Purposes for the collection, use, and disclosure of your personal information",
            "description": "We use and disclose your personal information/data for the following purposes, which is not exhaustive:\n• To facilitate your online account registration on our mobile app;\n• To facilitate online transactions;\n• To communicate with you to inform you of changes and updates to our policies, terms and conditions, and other administrative information, including without limitation for the purposes of servicing you on the usage of our products;\n• To send promotional and marketing material via email or telephone where appropriate;\n• To respond to your queries and requests and handling complaints;\n• To conduct market research for statistical profiling and other purposes to understand and determine customer preferences and demographics for us to review, develop, and improve our products;\n• To share with third parties with whom we conduct joint marketing and/or cross-promotions;\n• To facilitate your participation in our promotions, initiatives, or contests;\n• For purposes which are reasonably related to the aforesaid.\nCorrect/withdraw personal data: You have the right to correct or require us to withdraw our usage of your Personally Identifiable Information by submitting a request in writing to this effect to inquiry@subscriptionapp.com.\nGoverning law: This privacy policy is governed by the laws of Malaysia."
        }
    ]    
}